                                           ЗАДАНИЕ 13.8.19

Для онлайн-конференции необходимо написать программу, которая будет подсчитывать общую стоимость билетов. Программа должна
 работать следующим образом:

1. В начале у пользователя запрашивается количество билетов, которые он хочет приобрести на мероприятие.

2. Далее для каждого билета запрашивается возраст посетителя, в соответствии со значением которого выбирается стоимость:

Если посетителю конференции менее 18 лет, то он проходит на конференцию бесплатно.
От 18 до 25 лет — 990 руб.
От 25 лет — полная стоимость 1390 руб.
3. В результате программы выводится сумма к оплате. При этом, если человек регистрирует больше трёх человек на конференцию,
 то дополнительно получает 10% скидку на полную стоимость заказа.






number_tickets = int(input("Введите количество билетов: "))
price_tickets = 0

for i in range(number_tickets):
    age = int(input("Введите ваш возраст: "))
    if age < 18:
        print("Бесплатно!")
    elif 18 <= age < 25:
        price_tickets += 990
        print('Билет стоит 990 рублей')
    else:
        price_tickets += 1390
        print("Билет стоит 1390 рублей")
if number_tickets > 3:
    price_tickets = price_tickets*0.9
    print("Стоимость билетов с 10% скидкой для 3+ человек: ", price_tickets)
else:
    print("Общая сумма к оплате", price_tickets)